Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/D06.tmx
Source language: en_us
Languages: zh_cn

source: Jesuits and the Mysteries
zh_cn: 耶稣会的崛起和衰弱

source: As always we want to look for the explicit Babylonian threads that are tell- tale signs that Satan is at work. From the Jesuit Creed of John Baptista Posa we read: "I believe in two Gods-and what is consequent hereto, that the common term mother-father may be equally attributed to God and the Blessed Virgin as if they were both Hermaphrodites."
zh_cn: 像往常一样寻找显而易见的巴比伦宗教的线索、撒旦干活儿的痕迹，我们找到了John Baptista Posa的耶稣会信条：“我相信两个上帝.....自然而然的，父亲-母亲的概念就可以被认为是上帝和童贞女（玛利亚），就像他们雌雄同体一样。”

source: This is basic pagan teaching from Babylon. That there is a male and female god that are expressions of the same source. He is of course talking about Baal and Asherah here.
zh_cn: 以上是巴比伦假神宗教的基本教导：男神与女神从同一渊源而出，即巴力和亚舍拉。

source: Jesuits are known to have become masters of astrology and it was taught in their schools.
zh_cn: 耶稣会士们精通占星术，并在自己创建的学院里，教导占星术。

source: The following chart was of Jesuit origin.
zh_cn: 以下图表来源于耶稣会：

source: Jeane Dixon, one of the best known American astrologers and psychics of the 20th Century wrote, "as a child I was taught Chaldean [Babylonian] astrology by a wise and wonderful man-a Jesuit priest [Father Henry]-I don't see how anyone can say astrology is wrong-After all, he was a man of God."
zh_cn: 20世纪美国最著名的占星家和通灵者，简-迪克森（Jeane Dixon）写到，“童年时，一位聪明的耶稣会教士教导我占星术，他是属上帝的人，我不明白为什么有人说占星术是错的。”

source: We've also seen how the Jesuit Order also has the tell-tale hierarchical pyramid structure that comes from Babylon.
zh_cn: 而且，耶稣会有着来自巴比伦的金字塔等级制度：

source: The General at the top, of whom Ignatius Loyola was the first, is commonly referred to as the Black Pope.
zh_cn: 在最顶上的总会长，罗耀拉排位第一。

source: It is reckoned by some that the Black Pope is today one of the most powerful men in the world, even though almost no one has heard of him.
zh_cn: 耶稣会的总会长被认为是黑教皇，黑教皇是目前世界上最有权势的人，虽然世界上知道“黑教皇”的人其实并不多。

source: The Jesuit Order is also divided into degrees of esoteric knowledge.
zh_cn: 耶稣会里，所有知识被分割为各个等级：

source: As the Jesuit passes from the outer circles to the inner circle they are required to take different oaths, one of which we have already read (although not the final and most extreme oath).
zh_cn: 耶稣会的各等级是一个同心圆，从外环到内环，每进阶一级，都必须说全新的誓词。前文我们提到的那个誓词，其实并非最终、最高级的誓词。

source: After passing through these phases and after a lifetime of service to the monstrous order, they may finally reach the innermost circle - the Mysteries of the Jesuit Order (represented by the letter 'M' on the chart above.
zh_cn: 在通过这些进阶、终身遵循这畸形的命令后，他们将进入最隐秘的内环——耶稣会的秘术（上图带M的图标显示）。

source: Few people have ever made it, but it is only after reaching that final degree of revelation that they actually discover what their system and life's work has really been about. Not service to God - but service to Lucifer, the serpent.
zh_cn: 一些人到达了那里，也只有到达那个最终的启示高度时，他们才会真正发现他们的系统及毕生的工作是，为路西法、古蛇服务，而非上帝。

source: The full extent of those secret Catholic Church mysteries that Loyola claimed to have been given in the cave are finally revealed.
zh_cn: 罗耀拉所宣称的，来自洞穴里的天主教秘密教会的全景图，这才真正显现出来。

source: Jesuits Expand
zh_cn: 耶稣会的扩张（ Jesuits expand）

source: The Jesuits expanded quickly around Europe. One of the primary ways in which they went about reclaiming some of the ground that had been lost to the Protestant Reformers was to establish schools of education in various locations.
zh_cn: 耶稣会在欧洲迅速地扩张，他们在各地建立学校，赢回一些被新教徒夺得的失地。

source: They went for control of the information flows imagining quite rightly that by controlling education, they could control knowledge and therefore control the worldviews and mindsets of coming generations.
zh_cn: 通过控制教育，他们控制了信息的流转，从此控制了下一代的世界观。

source: If you go to the Jesuit Boston College website today you'll see a part where they admit: "When in 1547 Ignatius was asked to open a school in Sicily for young men who were not Jesuits, he seems to have seen the opportunity as a powerful means of forming the mind and the soul.
zh_cn: 若你去波士顿耶稣会学院的网站，将看到他们所承认的东西："1547年，罗耀拉在西西里，为不是耶稣会士的青年人创建了一所学校，他看到这是一个塑造青年人心智灵魂的机会。

source: To bring people to God, he sought to form those who in their turn would form or influence many others." These schools that catered for children of all ages soon spread across the world as part of a covert campaign to turn people back to Rome.
zh_cn: 带领人们来到上帝面前，他通过影响这些青年人，影响了更多他们周围的人群。"这些为各年龄段儿童创建的学校，在全球迅速复制，成为让人们回归罗马天主教的其中一个秘密运动。

source: The key to it was that unlike other Catholic institutions, the Jesuit schools actively encouraged Protestant children to enrol. This tactic gave them an opportunity to indoctrinate future generations with the rites, ceremonies and symbols of Rome.
zh_cn: 不同于其他天主教机构的是，耶稣会学校积极地鼓励新教徒儿童入学，这个策略让他们有机会将罗马天主教的仪式、符号灌输给下一代。

source: They particularly wanted to target the children of rich and influential Protestant families because they knew that what was taught to them would have a trickle down effect on the rest of society.
zh_cn: 耶稣会特别瞄准富裕、有社会影响力的新教徒家庭，因他们明白，这将使所教导的世界观流淌向社会的方方面面。

source: Like Jezebel herself, the Jezebel spirit goes for the powerful men who will influence others.
zh_cn: 耶洗别的灵会努力进入那些有能力的男人们的身体里，并通过那些男人影响其他人。

source: Jesuits also sent missionaries to far flung places in the world like China, placing great emphasis on the importance of assimilating themselves into their culture. By educating themselves on the language and religion of these places, they could become teachers of the people and work their way into positions of influence. They were incredibly committed, hard-working and disciplined in these tasks, pouring out their lives for the furtherance of their cause.
zh_cn: 耶稣会派遣传教士到中国这样遥远的国度，将耶稣会植入其他文化很重要，通过学习他国文化和宗教，耶稣会士成为教师并尽力获得有影响力的权位，他们难以置信地尽忠奉献、努力、自律，为促成计划而倾倒生命。

source: Wherever they went they consistently compromised their own message with the local pagan practices of the area to get a foothold just like they'd done in Rome itself. When they returned to Europe from these far flung places they brought back with them the occult and pagan ideas that they'd picked up.
zh_cn: 无论到达何处，耶稣会士就向在罗马天主教一样，与当地的宗教和文化妥协融合、站稳脚跟；而当返回欧洲时，他们又带回这些来自遥远国度的邪术和假神思想。

source: In Britain the Jesuits made use of the Fifth Column tactics. They started filtering into the country in the 1560s and almost immediately they were found preaching from pulpits disguised as Church of England ministers.
zh_cn: 在英国，耶稣会使用了"第五纵队"策略：1560年代耶稣会士进入英国后，冒充安立甘宗牧师、站上了英国国教的讲台传道。

source: In 1568 a Jesuit priest posing as a Church of England minister accidentally dropped a copy of secret instructions on how to undermine and destroy the Church of England.
zh_cn: 1568年发生了一件戏剧化事件，一位以英国国教牧师身份出现的耶稣会士，不小心丢掉了一份秘密须知，秘密须知里是关于如何侵蚀破坏英格兰教会的文本。

source: After a search of his lodgings further documents were discovered in his boots, including a licence from the Jesuits and a Bull from Pope Pius which authorised him to preach whatever was necessary to inflame animosities and widen divisions.
zh_cn: 监察人员在搜寻这位耶稣会士的房间时，还发现靴子里藏有更多的文件，包括耶稣会执照，以及教皇派厄斯（Pope Pius）的手谕，授权他按照需要讲道，在英国国教中制造仇恨与分裂。

source: They saw no better way to demolish churches than to infiltrate it in the guise of a minister who could introduce divisive false doctrines and ceremonies from the pulpit.
zh_cn: 耶稣会认为摧毁教会的最好方式，莫过于以牧师的身份渗入教会，在讲台上制造分裂、引入天主教仪式。

source: The Jesuits also plotted to kill Queen Elizabeth I on many occasions so that the country could be returned to Rome.
zh_cn: 耶稣会多次计划暗杀英国女皇伊丽莎白一世、以令英国重回罗马的怀抱。

source: The Spanish Armada of 1588 was one such attempt to sail against Britain and overthrow the queen who was seen as heretical and illegitimate by Rome.
zh_cn: 1588年的西班牙无敌舰队（Spanish Armada）进攻英国，就是为颠覆被罗马天主教认为异端的英国女皇。

source: The Spanish Armada was defeated but true to the Jesuit oath, that which could not be achieved in the open was pursued in secret.
zh_cn: 西班牙无敌舰队被击败了，但耶稣会誓词确是真实的，无法公开而只能秘密获得。

source: After Elizabeth I died and James I took to the throne, Jesuits attempted to blow up the houses of parliament in 1605 - the infamous November 5th gunpowder plot led by Guy Fawkes.
zh_cn: 伊丽莎白一世死后，詹姆士一世登基，1605年耶稣会的盖伊·福克斯（Guy Fawkes）主导声名狼藉的“11月5日火药阴谋”，计划引爆议会大楼、杀死詹姆士一世&上下两院全体议员，但计划失败了。

source: An event we celebrate in Britain every year.
zh_cn: 每年英国都会在11月5日这一天举行庆祝活动。

source: There were also murmurings and suspicions that the Jesuits were responsible for the great fire of London in 1666 although I have come across no hard and fast evidence to support the theory.
zh_cn: 耶稣会被一些人怀疑应对1666年的伦敦大火负责，但暂时无法找到足够证据。

source: There was simply a mysterious book written in 1667 by a man claiming to be a 'Catholick Christian' in which he portrayed the Pope as fanning the flames that ravaged the city.
zh_cn: 1667年，一位自称天主教的人写了一本书，书中将教皇描绘成横扫伦敦城的火焰。

source: In truth the Jesuits were largely frustrated in Britain but they did have more success in Europe.
zh_cn: 的确，耶稣会在英国倍受挫败，但在欧洲大陆他们却是屡建奇功。

source: Having established themselves in Italy, Spain, Portugal and Austria, they set their sights on Germany - the birthplace of the Reformation.
zh_cn: 在意大利、西班牙、葡萄园、奥地利站稳脚跟后，耶稣会将目光转向了德国。

source: There they gained influence with the rulers and initiated campaigns of persecution against Christians.
zh_cn: 宗教改革的起始点，在德国，耶稣会获得了对诸侯的影响力，并开展针对基督徒（新教徒）的迫害。

source: In keeping with their oath to stir up division and bloodshed in countries that were previously enjoying peace and prosperity for the sake of the Catholic church, this persecution of Christians led to much disruption, war and bloodshed around Europe. They reignited the persecution against Protestants in Germany, leading to the 30 Years War of 1618.
zh_cn: 耶稣会誓词里，有"为天主教的缘故制造国与国之间的分裂与流血冲突“的部分。为实现此誓词，耶稣会迫害基督徒，导致欧洲分裂、战争流血事件爆发，他们迫害德国基督徒，导致三十年战争（30-Years War）于1618年爆发。

source: Although Protestant Sweden stepped in to stop Germany from being returned to Catholic darkness, it left the country in ruins for a long time.
zh_cn: 虽然新教国家瑞典加入战争、保护德国免于回到天主教的黑暗世界里，但德国依然受到相当大的毁坏。

source: In the neighbouring Austro-Hungarian Empire, Jesuits were so influential that they virtually controlled the emperor. Having this power they came pretty close to purging the region of true Christianity at the time.
zh_cn: 在奥匈帝国，耶稣会极具影响力并控制了帝国皇帝，他们离清洗全境的基督徒仅一步之遥。

source: In Poland, which was a major European power in the mid 16th Century due to their embracing of the Reformation, Jesuits also became enormously influential. This influence led to a decline in national well-being and disastrous policies towards neighbours that eventually led to their annihilation.
zh_cn: 16世纪中叶的波兰，因为接受宗教改革而成为当时欧洲强大的国家，耶稣会在波兰也取得了强大的影响力，这种影响力导致波兰国家衰弱、睦邻政策惨重失败，最后波兰濒于灭亡。

source: Entry into France was slower but was achieved by the formation of educational institutions.
zh_cn: 在法国，耶稣会渗入的速度较缓慢，但在教育机构获得了主导权。

source: Jesuits were implicated in the assassination of the French King Henry III in 1589 and his successor Henry IV in 1610.
zh_cn: 1589年，耶稣会策划并成功暗杀法王亨利三世、以及他的继任者亨利四世。

source: They believed it was their right to kill any 'heretical' monarch.
zh_cn: 耶稣会认为，杀死"异端"国王是他们的权利。

source: They took the initials INRI which Biblically represented the Roman inscription above Jesus' head on the cross meaning, "Jesus of Nazareth, King the Jews" and gave it a double hidden meaning which meant, "It is just to annihilate impious rulers." If you read their oath you'll know they paid no respect to rank or position.
zh_cn: INRI-（ Iesus Nazarenus Rex Iudaeorum ） ，在圣经里的意思是”犹太王，拿撒勒人耶稣“，被挂在在耶稣头顶的十字架上，以罗马文书写——然而，耶稣会给了INRI 一个隐秘含义，即：”杀死不虔诚的统治者。" 若你读耶稣会的誓词，将明白他们对世俗权柄无任何尊重。

source: The French king Louis XIV was more to the Jesuit's liking though.
zh_cn: 法王路易十四更符合耶稣会的胃口。

source: Louis had a Jesuit confessor from childhood, whose influence turned him into a fanatical bigot, unleashing terrible persecution against Protestants.
zh_cn: 路易十四由一位耶稣会神父带大，路易十四对新教徒抱持极端偏见、并施以恐怖迫害。

source: Louis also led an immoral life and the Jesuit confessor made careful use of his secrets to have him trembling at his feet for forgiveness.
zh_cn: 因为路易十四的个人生活较为不洁，这位神父小心地利用其隐私、让路易十四在他脚前颤抖地寻求饶恕。

source: This was a common tactic by Catholic priests generally - to use the confessional booth to gain access to secrets that could be used for blackmail. Knowledge is power.
zh_cn: 这也是天主教神父们的一种惯常策略。在告解间里了解私人隐私，然后敲诈勒索： 知识就是权力。

source: By 1685 the situation was severe enough for hundreds of thousands of French citizens to flee for their lives to remote areas. Those that stayed behind faced terrible punishment.
zh_cn: 及至1685年，法国的环境变得如此险恶，以至于成千上万的法国人被迫离开家园、流亡远方，留下的人们将面对可怕的酷刑。

source: This was in fact replicated across Europe where true Christians had to flee to communities in remote areas to avoid persecution from Rome.
zh_cn: 这样的状况在全欧洲出现，真正的基督徒不得不流亡，以躲避罗马天主教的迫害。

source: Some of these examples are recorded in Foxe's Book of Martyrs.
zh_cn: 在福克斯（Foxe）的<殉难者（Martyrs）>中有一些例子。

source: Suppression of the Jesuits
zh_cn: 耶稣会的退潮（Suppression of the Jesuits）

source: As the Jesuits continued to rise to power and influence in Europe, they also accumulated vast amounts of wealth and property. However, their scandalous greed, loose morals, ceaseless political meddling and their encroaching upon the clergy had stirred up enmity and hatred everywhere they had been. And this would lead to their fall.
zh_cn: 耶稣会在全欧洲持续获得权力与影响力的同时，他们也积累了大量的财富和不动产，贪婪、松弛的道德、无止境的政治干预，使各国人民开始敌视和憎恶他们，耶稣会退潮了。

source: Among the higher classes in particular the Jesuits had been brought into complete disrepute. Governments began to realise that this single group were the source of nearly all the disruption in their lands.
zh_cn: 特别是在耶稣会的高层内部出现了大面积腐败时，各国当局开始意识到，社会的分裂与骚乱，很大程度上要归咎于耶稣会这个团体。

source: In fact, so severe was their cancerous activity that the Jesuits had become a threat to the very fabric of society.
zh_cn: 事实上，耶稣会像癌症一般，威胁着整个社会。

source: Nations could stand it no longer and the Jesuits were systematically driven out from previously friendly Romanist countries during the period of 1760 to 1770.
zh_cn: 当局们再不能忍受耶稣会了，1760-1770年，过去与罗马天主教交好的国家，颁布系统性的政策、要将耶稣会清除出去。

source: Although the Pope at the time, Clement XIII still supported the Jesuits, the nations of Europe ramped up the pressure on him to take drastic action.
zh_cn: 虽然此时的教皇克莱门特十三世，依旧支持耶稣会，但欧洲各国均向教皇施加压力、要求其迅速采取措施解散耶稣会。

source: The French government were particularly fierce in their protests against the Jesuits saying in 1762, "The said Institute [The Society of Jesus] is inadmissible in any civilised State, as its nature is hostile to all spiritual and temporal authority; it seeks to introduce into the Church and States, under the plausible veil of a religious Institute, not an Order truly desirous to spread evangelical perfection, but rather a political body working untiringly at usurping all authority, by all kinds of indirect, secret and devious means-[the doctrine of Jesuits] is perverse, a destroyer of all religious and honest principles, insulting to Christian morals, pernicious to civil society, hostile to the rights of the nation, the royal power, and even the security of the sovereigns and obedience of their subjects; suitable to stir up the greatest disturbances in the States, conceive and maintain the worst kind of corruption in men's hearts."
zh_cn: 法国政府强烈抗议耶稣会的所作所为，1762年法国政府声明说，“任何文明国家根本不能接纳耶稣会，它本性里充满对任何属灵与世俗权柄的敌意；耶稣会并不传讲纯正美好的基督福音，而是在瑰美的宗教面纱下，使用间接、隐秘、迂回的手段，将一套孜孜不倦、意图推翻所有政权的体系带入国家和教会......耶稣会的信条不正当，是一切宗教和诚实原则的破坏者，羞辱了基督美德，对市民社会极其有害，对国家权利、王权、国王的安全、臣民的顺服充满敌意；耶稣会信条更适于煽动地区大骚乱、在人心中孕育并维持最糟糕的堕落”。

source: Notice the very distinctive Jezebel or Asherah characteristics of the organisation described here. The hostility towards all authority. The attempts to usurp it using manipulation and secret means. The desire to claim all authority for themselves.
zh_cn: 注意，耶洗别（Jezebel）或亚舍拉（Asherah）与众不同的特征：对所有政权充满敌意，使用操纵和秘密手段篡夺政权、宣告统御四方。

source: And remember that this shouldn't surprise us as Loyola spent 3 days dedicating himself and his order to her in the form of the black virgin of Montserrat. With her at the spiritual helm, it of course displayed her characteristics.
zh_cn: 这不会让我们惊奇，因为罗耀拉曾经花了3天时间，将自己献给了蒙特塞拉特修道院里（Montserrat）有着黑童贞女形象的女神，将灵魂交由女神执掌、令其特质彰显。

source: The pressure on the Pope became too much to ignore and so eventually he reluctantly called a secret conclave in 1769 to bring into effect the suppression of the Jesuits.
zh_cn: 对教皇的压力变得如此之大，以至于教皇已无法忽视这些压力了，1769年教皇勉强地召集一次秘密的红衣主教会议，意图压制耶稣会的发展。

source: Mysteriously he died the evening before the meeting could be held. It was strongly suspected that the Jesuits had been the perpetrators.
zh_cn: 诡异的是，教皇于会议前一天晚上死去，耶稣会被怀疑为始作俑者。

source: The next Pope, Clement XIV, tried to reform the Jesuits to no avail and after further pressure from the monarchs of Europe, he finally abolished them in 1773.
zh_cn: 继任教皇，克莱门特十四世（Pope, Clement XIV），试图改革耶稣会却徒劳无功，在欧洲各国皇帝的进一步压力下，1773年，他废止了耶稣会。
